Repository: JOSM/josm-plugins
Catalog: MicrosoftStreetside/poSrc/*.po
Languages: be, da, fr, nl, sk

source: Submitting Streetside Changeset
be: Перадача пакета правак Streetside
da: Indsender Streetside rettesæt
nl: Wijzigingenset voor Streetside indienen
sk: Odosiela sa sada zmien Streetside

source: Submitting changeset to server…
be: Адпраўка пакета правак на сервер…
da: Indsender rettesæt til server…
fr: Envoyer les modifications au serveur ...
nl: Wijzigingenset indienen bij de server…
sk: Odosiela sa sada zmien na server…

source: Supported image formats (JPG and PNG)
be: Падтрымоўваныя фарматы малюнкаў (JPG і PNG)
da: Understøttede billedformater (JPG og PNG)
fr: Formats d''image supportés (JPG et PNG)
nl: Ondersteunde indelingen voor afbeeldingen (JPG en PNG)
sk: Podporované formáty obrázkov (JPG a PNG)

source: Tag conflict
be: Канфлікт у тэгах
da: Tag konflikt
fr: Tag en conflit
sk: Konflikt značiek

source: The Streetside layer has stopped downloading images, because the requested area is too big!
da: Streetside laget er stoppet med at downloade billeder, fordi det ønskede område er for stort!
nl: De laag van Streetside is gestopt met downloaden va afbeeldingen omdat het gevraagde gebied te groot is!
sk: Vrstva Streetside prestala sťahovať obrázky, pretože požadovaná oblasť je príliš veľká!

source: The Streetside plugin now uses a separate panel to display extra information (like the image key) and actions for the currently selected Streetside image (like viewing it in a browser).
da: Streetside udvidelsen bruger nu et separat panel til at vise ekstra information (som billednøglen) og handlinger for det aktuelt valgte Streetside billede (som at se det i en browser).
sk: Plugin Streetside teraz používa samostatný panel pre zobrazenie doplňujúcich informácií (ako kľúč obrázkov) a akcie pre zvolený obrázok Streetside (napr. zobraziť v prehliadači).

source: There are currently no layers with geotagged images!
da: Der er i øjeblikket ingen lag med geotagged billeder!
fr: Il n''y a actuellement aucun calque avec des images géoréférencées!
nl: Er zijn momenteel geen lagen met afbeeldingen met geoverwijzingen!
sk: Nemáte žiadne vrstvy s obrázkami s geografickou polohou!

source: To solve this problem, you could switch to download mode ''{0}'' and load Streetside images for a smaller portion of the map.
da: For at løse dette problem kan du skifte til download mode ''{0}'' og indlæseStreetside billeder for en mindre del af kortet.
nl: U zou kunnen schakelen naar de modus Downloaden ''{0}'' en afbeeldingen van Streetside kunnen laden voor een kleiner gedeelte van de kaart om dit probleem op te lossen.
sk: Na vyriešenie tohto problému môžete prepnúť režim sťahovania na "{0}" a načítajte obrázky Streetside pre menšie oblasti mapy.

source: To solve this problem, you could zoom in and load a smaller area of the map.
da: For at løse dette problem kan du zoome ind og indlæse et mindre område på kortet.
fr: Pour résoudre ce problème, vous pouvez zoomer et charger une zone plus restreinte de la carte.
nl: U zou in kunnen zoomen en een kleiner gedeelte van de kaart kunnen laden om dit probleem op te lossen.
sk: Na vyriešenie tohto problému môžete priblížiť zobrazenie a stiahnuť menšiu oblasť mapy.

source: Too many map objects, zoom in to see all.
da: For mange kortobjekter, zoom ind for at se alle.
fr: Tous les objets ne peuvent être affichés, zoomez pour voir tout.
nl: Teveel kaartobjecten, zoom in om ze allemaal te zien.
sk: Príliš veľa mapových objektov. Priblížte oblasť, aby ste videli všetky.

source: Total Streetside images: {0}
be: Усяго здымкаў Streetside: {0}
da: Total antal Streetside billeder: {0}
nl: Totaal aantal afbeeldingen van Streetside: {0}
sk: Spolu obrázkov v: {0}

source: Turned {0} image
da: Drejede {0} billede
fr: {0} image tournée
nl: {0} afbeelding gedraaid
sk: {0} obrázkov otočených

source: Undo
be: Вярнуць
da: Fortryd
fr: Annuler
nl: Ongedaan maken
sk: Späť

source: Uneven road
be: Няроўная дарога
da: Ujævn vej
fr: Route déformée
nl: Oneven weg
sk: Nerovná cesta

source: Update
be: Абнавіць
da: Opdater
fr: Mettre à jour
nl: Bijwerken
sk: Aktualizovať

source: Upload selected sequence
be: Адаслаць вылучаную паслядоўнасць
da: Upload valgt rækkefølge

source: Uploading: {0}
be: Адсылаецца: {0}
da: Uploader: {0}
fr: Envoi en cours : {0}
nl: Uploaden: {0}
sk: Odosiela sa: {0}

source: Use 24 hour format
be: Выкарыстоўваць 24-гадзінны фармат
da: Brug 24-timers format
fr: Utiliser le système horaire sur 24 heures
nl: 24-uursindeling gebruiken
sk: Použiť 24-hodinový formát

source: User
be: Карыстальнік
da: Bruger
fr: Utilisateur
nl: Gebruiker
sk: Používateľ

source: View in browser
da: Vis i browser
fr: Voir dans le navigateur
nl: Weergeven in browser
sk: Zobraziť v prehliadači

source: Wait for full quality pictures
be: Чакаць якасных фатаграфій
da: Vent på fuld kvalitets billeder
fr: Attendre les images en pleine résolution
nl: Wachten op afbeeldingen met goede kwaliteit
sk: Čakať na obrázky v plnej kvalite

source: Walk mode
be: Пешаходны рэжым
da: Gå tilstand
fr: Mode piéton
nl: Modus Wandeling
sk: Režim chôdze

source: When opening Streetside image in web browser, show the blur editor instead of the image viewer
da: Ved åbning af Streetside billede i webbrowser, vis sløringseditoren i stedet for billedviseren
sk: Keď je obrázok Streetside otvorený vo webovom prehliadači, zobraziť editor rozmazania namiesto prehliadača obrázkov

source: Which image layers do you want to import into the Streetside layer?
da: Hvilke billedlag vil du importere til Streetside laget?
nl: Welke afbeeldingslagen wilt u importeren in de laag van Streetside?
sk: Ktoré vrstvy obrázkov chcete importovať do vrstvy Streetside?

source: Years
be: Гады
da: År
fr: Années
nl: Jaren
sk: Rokov

source: You are currently not logged in.
be: Вы не выканалі ўваход.
da: Du er i øjeblikket ikke logget ind.
fr: Vous n''êtes pas identifié.
nl: U bent momenteel niet ingelogd.
sk: Nie ste prihlásený.

source: You are logged in as ''{0}''.
be: Вы ўвайшлі як ''{0}''.
da: Du er logget ind som ''{0}''.
fr: Vous êtes connecté en tant que ''{0}''.
nl: U bent aangemeld als ''{0}''.
sk: Ste prihlásený ako "{0}".

source: You are not logged in, please log in to Streetside in the preferences
be: Не выкананы ўваход, увайдзіце ў Streetside у Наладах
da: Du er ikke logget ind, du kan logge ind på Streetside under indstillinger
nl: U bent niet ingelogd, log in bij Streetside in de Voorkeuren
sk: Nie ste prihlásený, prosím prihláste sa do Streetside v nastaveniach

source: You have successfully uploaded {0} images to Bing.com
da: Du har med succes uploadet {0} billeder til Bing.com
nl: U heeft met succes {0} afbeeldingen naar Bing.com geüpload
sk: Priblížiť na zvolený obrázok

source: Zoom to selected image
be: Маштабаваць да вылучанага здымка
da: Zoom til valgt billede
fr: Zoomer sur l’image sélectionnée
nl: Zoom naar geselecteerde afbeelding

source: Zoom to the currently selected Streetside image
be: Наблізіцца да бягучага вылучанага здымка Streetside
da: Zoom til det aktuelt valgt Streetside billede
nl: Zoom naar huidige geselecteerde afbeelding van Streetside
sk: Priblížiť na zvolený obrázok z Streetside

source: approved
da: godkendt
fr: approuvé
nl: goedgekeurd
sk: schválená

source: areas with downloaded OSM-data
be: вобласці са спампаванымі дадзенымі OSM
da: områder med downloadet OSM-data
fr: Zones avec données OSM téléchargées
nl: gebieden met gedownloade gegevens van OSM
sk: oblasti s už stiahnutými údajmi OSM

source: everything in the visible area
be: усё ў бачнай вобласці
da: alt i det synlige område
fr: Tout est dans la zone visible
nl: alles in het zichtbare gebied
sk: všetko vo viditeľnej oblasti

source: image has no key
da: Billedet har ingen nøgle
fr: L,’image n’a pas de clé
nl: afbeelding heeft geen sleutel
sk: obrázok nemá kľúč

source: only when manually requested
be: толькі пры запыце ўручную
da: kun ved manuel anmodet
fr: Uniquement lorsque demandé manuellement
nl: alleen indien handmatig verzocht
sk: len keď je požadované

source: pending
be: у чаканні
da: afventer
fr: en attente
nl: afwachtend
sk: čakajúca

source: rejected
da: afvist
fr: rejeté
nl: afgewezen
sk: odmietnutá

source: sequence has no key
da: sekvens har ingen nøgle
fr: La séquence n’a pas de clé
nl: reeks heeft geen sleutel
sk: postupnosť nemá kľúč

source: unknown user
da: ukendt bruger
fr: Utilisateur inconnu
nl: onbekende gebruiker
sk: neznámy používateľ

source: {0} Could not read map objects from URL {1}!
da: {0} Kunne ikke læse kortobjekter fra URL {1}!
fr: {0} Impossible de lire les objets de la carte depuis l URL {1}!
nl: {0} Kon geen kaartobjecten lezen vanuit URL {1}!
sk: {0} Nepodarilo sa čítať mapové objekty z adresy {1}!

source: {0} ({1} images)
da: {0} ({1} billeder)
nl: {0} ({1} afbeeldingen)
sk: {0} ({1} obrázkov)

source: {0} detections
da: {0} detekteringer
fr: {0} détections
nl: {0} detecties
sk: {0} detekovaných objektov

source: {0} downloaded images
da: {0} downloadede billeder
fr: {0} images téléchargées
nl: {0} gedownloade afbeeldingen
sk: {0} stiahnutých obrázkov

source: {0} images in total
da: {0} billeder i alt
fr: {0} images au total
nl: {0} totaal aantal afbeeldingen
sk: {0} obrázkov spolu

source: {0} images in {1} sequences
da: {0} billeder i {1} sekvenser
fr: {0} images dans {1} séquences
nl: {0} afbeeldingen in {1} reeksen
sk: {0} obrázkov v {1} postupnostiach

source: {0} images submitted, Changeset key: {1}, State: {2}
da: {0} indsendte billeder, Rettesæt nøgle: {1}, Tilstand: {2}
fr: {0} images soumises, Groupe de modification clef: {1}, Etat: {2}
nl: {0} afbeeldingen ingediend, Sleutel wijzigingenset: {1}, Status: {2}
sk: {0} obrázkov odoslaných; kľúč sady zmien: {1}, stav: {2}

source: {0} imported images
da: {0} importerede billeder
fr: {0} images importées
nl: {0} geïmporteerde afbeeldingen
sk: {0} importovaných obrázkov

source: {0} sequences, each containing between {1} and {2} images (ø {3})
da: {0} sekvenser, der hver indeholder mellem {1} og {2} billeder (ø {3})
fr: {0} séquences, chacune contenant entre {1} et {2} images (ø {3})
nl: {0} reeksen, elk tussen {1} en {2} afbeeldingen bevattend (ø {3})
sk: {0} postupností, každá obsahuje medzi {1} a {2} obrázkov (ø {3})

source: Allows the user to work with pictures hosted at Bing.com
da: Tillader brugeren at arbejde med billeder gemt på Bing.com
nl: Stelt de gebruiker in staat om te werken met afbeeldingen die worden gehost op Bing.com
sk: Umožňuje používateľovi pracovať s obrázkami na Bing.com

source: Add Mapillary tag
fr: Ajouter un tag Mapillary

source: Could not import a geotagged image to the Mapillary layer!
fr: On ne peut pas importer une image géotagguée dans la couche Mapillary!

source: Current Mapillary changeset
be: Бягучы пакет правак Mapillary
fr: Groupe de modification Mapillary courant

source: Displays detail information on the currently selected Mapillary image
fr: Affiche des informations détaillées sur l’image Mapillary actuellement sélectionnée

source: Displays objects detected by Mapillary from their street view imagery
fr: Affiche les objets détectés par Mapillary à partir de leur image de vue de rue

source: Displays the layer displaying the map objects detected by Mapillary
fr: Affiche le calque montrant les objets détectés par Mapillary

source: Download Mapillary images in current view
be: Сцягнуць здымкі Mapillary для бягучага віду
fr: Télécharger des images Mapillary dans la vue actuelle

source: Downloading Mapillary images
be: Загрузка здымкаў Mapillary
fr: Téléchargement des photos Mapillary en cours

source: Export Mapillary images
fr: Exporter les images Mapillary

source: From which source do you want to import images to the Mapillary layer?
fr: De quelle source souhaitez-vous importer des images vers la couche Mapillary?

source: Go to setting and log in to Mapillary before uploading.
be: Перайсці да налад і ўвайсці ў Mapillary перад адпраўкай дадзеных.
fr: Ouvrez les paramètres et connectez-vous à Mapillary avant de réaliser un upload.

source: Import pictures into Mapillary layer
be: Імпартаваць выявы на пласт Mapillary
fr: Importer des photos dans un calque Mapillary

source: Mapillary Images
be: Здымкі Mapillary
fr: Images Mapillary

source: Mapillary changeset
be: Пакет правак Mapillary
fr: Modifications Mapillary

source: Mapillary filter
be: Фільтр Mapillary
fr: Filtre Mapillary

source: Mapillary history
be: Гісторыя Mapillary
fr: Historique de Mapillary

source: Mapillary image
fr: image Mapillary

source: Mapillary layer
be: Mapillary
fr: Calque Mapillary

source: Mapillary login
be: Уваход у Mapillary
fr: Connexion à Mapillary

source: Mapillary object layer
fr: Calque d''objets Mapillary

source: Mapillary objects
fr: Objets Mapillary

source: Not Logged in to Mapillary
be: Не выкананы ўваход у Mapillary
fr: Non connecté a Mapillary

source: Open Mapillary changeset dialog
be: Адкрыць дыялог набору змен Mapillary
fr: Ouvrir la boite de dialogue des modifications Mapillary

source: Open Mapillary filter dialog
be: Адкрыць дыялог фільтра Mapillary
fr: Ouvrir le dialogue du filtre Mapillary

source: Open Mapillary history dialog
be: Адкрыць дыялог гісторыі Mapillary
fr: Ouvrir la fenêtre d''historique de Mapillary

source: Open Mapillary layer
fr: Ouvrir la couche Mapillary

source: Open Mapillary window
be: Адкрыць акно Mapillary
fr: Ouvrir la fenêtre Mapillary

source: Submit the current changeset to Mapillary
be: Перадаць бягучы пакет правак у Mapillary
fr: Soumettre le groupe de modification courant a Mapillary

source: Submitting Mapillary Changeset
be: Перадача пакета правак Mapillary
fr: Groupe de modification Mpaillary en cours d envoi

source: The Mapillary layer has stopped downloading images, because the requested area is too big!
fr: Le calque Mapillary a arrêté de télécharger les images parce que la zone demandée est trop grande!

source: The Mapillary plugin now uses a separate panel to display extra information (like the image key) and actions for the currently selected Mapillary image (like viewing it in a browser).
fr: Le plugin Mapillary utilise maintenant un panneau séparé pour afficher des informations supplémentaires (comme la clé d''image) et les actions pour l''image Mapillary sélectionnée (comme l''afficher dans un navigateur).

source: To solve this problem, you could switch to download mode ''{0}'' and load Mapillary images for a smaller portion of the map.
fr: Pour résoudre ce problème, vous pouvez passer sur le mode de téléchargement "{0}" et charger les images Mapillary pour une zone de la carte plus restreinte.

source: Total Mapillary images: {0}
be: Усяго здымкаў Mapillary: {0}
fr: Nombre total de photos : {0}

source: When opening Mapillary image in web browser, show the blur editor instead of the image viewer
fr: A l’ouverture d’une image dans le navigateur, ouvrir l’éditeur de floutage au lieu du visualiseur d’images

source: Which image layers do you want to import into the Mapillary layer?
fr: Quelles couches d''image souhaitez-vous importer dans la couche Mapillary?

source: You are not logged in, please log in to Mapillary in the preferences
be: Не выкананы ўваход, увайдзіце ў Mapillary у Наладах
fr: Vous n êtes pas connecté, connectez vous a Mapillary dans les préférences

source: You have successfully uploaded {0} images to mapillary.com
be: Вы паспяхова загрузілі {0} выяў на mapillary.com
fr: Vous avez chargé avec succès {0} images sur mapillary.com

source: Zoom to the currently selected Mapillary image
be: Наблізіцца да бягучага вылучанага здымка Mapillary
fr: Zoomer sur l’image Mapillary actuellement sélectionnée

source: Allows the user to work with pictures hosted at mapillary.com
be: Дазваляе карыстальнікам працаваць з выявамі, размешчанымі на mapillary.com
fr: Donne accès aux photos hébergées sur mapillary.com

source: Displays the layer displaying the map objects detected by Streetside
nl: Geeft de laag weer die de kaartobjecten weergeeft die zijn gedetecteerd door Streetside
sk: Zobrazí vrstvu s mapovými objektami, ktoré identifikoval Streetside

source: Streetside filter
be: Фільтр Streetside
nl: filter voor Streetside
sk: Filter Streetside

source: Streetside login
be: Уваход у Streetside
nl: Log-in voor Streetside
sk: Prihlásenie do Streetside

source: Streetside object layer
nl: Streetside objectenlaag
sk: Streetside - vrstva objektov

source: Pause
be: Прыпыніць
nl: Pauze
sk: Pozastaviť

source: Stop
be: Стоп
sk: Značka "Zastaviť (stop)"

source: The Streetside plugin now uses a separate panel to display extra information (like the image key) and actions for the currently selected v image (like viewing it in a browser).
nl: De plug-in Streetside gebruikt nu een afzonderlijk paneel om extra informatie weer te geven (zoals de sleutel van de afbeelding) en acties voor de momenteel geselecteerde afbeelding in v (zoals die bekijken in een browser).

source: Microsoft Streetside
be: Streetside

source: Microsoft Streetside Images
be: Microsoft Здымкі Streetside

source: You have successfully uploaded {0} images to streetside.com
be: Вы паспяхова загрузілі {0} выяў на streetside.com

source: Allows the user to work with pictures hosted at streetside.com
be: Дазваляе карыстальнікам працаваць з выявамі, размешчанымі на streetside.com
