Repository: JOSM/josm-plugins
Catalog: MicrosoftStreetside/poSrc/*.po
Languages: be, da, fr, nl, sk

source: 2 images joined
be: 2 выявы аб''яднаныя
da: 2 billeder lagt sammen
fr: 2 images assemblées
nl: 2 afbeeldingen samengevoegd
sk: 2 obrázky spojené

source: 2 images unjoined
be: 2 выявы раз''яднаныя
da: 2 billeder adskilt
fr: 2 images désassemblées
nl: 2 afbeeldingen van elkaar losgemaakt
sk: 2 obrázky rozpojené

source: A tag with key <i>{0}</i> is already present on the selected OSM object.
da: Et tag med nøgle <i>{0}</i> er allerede til stede på det valgte OSM objekt.
fr: Un tag avec la clé <i> {0} </ i> est déjà présent sur l''objet OSM sélectionné.
nl: Een tag met de sleutel <i>{0}</i> is al aanwezig op het geselecteerde object van OSM.
sk: Značka s kľúčom <i>{0}</i> už na zvolenom OSM objekte existuje.

source: Add Streetside tag
da: Tilføj Streetside tag
nl: Tag voor Streetside toevoegen
sk: Pridať značku Streetside

source: All images in a directory
da: Alle billeder i en mappe
fr: Toutes les images dans un répertoire
nl: Alle afbeeldingen in een map
sk: Všetky obrázky v priečinku

source: All map objects loaded.
da: Alle kortobjekter er indlæst.
fr: Tous les objets sont téléchargés.
nl: Alle kaartobjecten geladen.
sk: Všetky mapové objekty stiahnuté.

source: An exception occured while trying to submit a changeset. If this happens repeatedly, consider reporting a bug via the Help menu. If this message appears for the first time, simply try it again. This might have been an issue with the internet connection.
be: Адбылася абмыла пры спробе адправіць пакет правак на сервер. Калі яна ўзнікае перыядычна, можаце адправіць справаздачу пра памылку праз меню Даведка. Калі гэта паведамленне з''явілася ўпершыню, проста паспрабуйце яшчэ раз: магчыма гэта была праблема з падлучэннем да Інтэрнэту.
da: En hændelse opstod under forsøget på at indsende et rettesæt. Hvis det sker gentagne gange, overvej da at rapportere en fejl via menuen Hjælp. Hvis denne meddelelse vises for første gang, så prøv igen. Der kan have været et problem med internetforbindelsen.
fr: Une exception s’est produite lors de la tentative d’envoi des modifications. Si cela se produit à plusieurs reprises, pensez à signaler un bug via le menu Aide. Si ce message apparaît pour la première fois, essayez-le à nouveau. Cela pourrait avoir été un problème avec la connexion Internet.
nl: er trad een uitzondering op tijdens het indienen van de wijzigingenset. Als dit vaker voorkomt, overweeg dan om een bug te rapporteren via het menu Help. Als dit bericht voor de eerste keer verschijnt, probeer het dan gewoon nog een keer. Dit zou een probleempje met de internetverbinding geweest kunnen zijn.
sk: Pri odosielaní sady zmien nastala výnimka. Ak sa to opakuje, zvážte nahlásenie chyby cez menu Pomocník. Ak sa táto správa zobrazila prvýkrát, skúste odoslanie znovu. Mohol to byť dočasný problém s pripojením na Internet.

source: Cancel
be: Скасаваць
da: Annuller
fr: Annuler
nl: Annuleren
sk: Zrušiť

source: Changeset upload failed with {0} error ''{1} {2}''!
be: Не атрымалася адправіць пакет правак па версіі пратакола {0} з абмылай: ''{1} {2}''!
da: Rettesæt upload mislykkedes med {0} fejl ''{1} {2}''!
fr: Le téléversement du groupe de modification a échoué avec {0} erreurs "{1} {2}"!
nl: Uploaden van wijzigingenset mislukt met {0} fout ''{1} {2}''!
sk: Odoslanie sady zmien zlyhalo s {0} chybou "{1} {2}"!

source: Choose signs
be: Выберыце знакі
da: Vælg skilte
fr: Choisir les panneaux
nl: Tekens kiezen
sk: Zvoľte značky

source: Continues with the paused walk.
be: Працягвае прыпынены шпацыр.
da: Fortsætter med den gåtur der er på pause.
fr: Continue la marche arrêtée.
nl: Doorgaan met onderbroken wandeling
sk: Pokračuje v pozastavenej chôdzi.

source: Copy key
da: Kopier nøgle
fr: Copier la clé
nl: Sleutel kopiëren
sk: Kopírovať kľúč

source: Could not import a geotagged image to the Streetside layer!
da: Kunne ikke importere et geotagget billede til Streetside laget!
nl: Kon geen afbeelding met geoverwijzingen importeren in de laag van Streetside!
sk: Nepodarilo sa importovať obrázok s geografickou polohou do vrstvy Streetside!

source: Could not import the directory ''{0}''!
da: Kunne ikke importere mappen ''{0}''!
fr: Impossible d importer le répertoire "{0}"!
nl: Kon de map ''{0}'' niet importeren!
sk: Nepodarilo sa importovať priečinok "{0}"!

source: Could not import the image ''{0}''!
da: Kunne ikke importere billedet ''{0}''!
fr: Impossible d’importer l’image ''{0}''!
nl: Kon de afbeelding ''{0}'' niet importeren!
sk: Nepodarilo sa importovať obrázok "{0}"!

source: Could not open the URL {0} in a browser
da: Kunne ikke åbne URL {0} i en browser
fr: Impossible d ouvrir l URL {0} dans un navigateur
nl: Kon de URL {0} niet openen in een browser
sk: Nepodarilo sa otvoriť adresu {0} v prehliadači

source: Could not read from URL {0}!
da: Kunne ikke læse fra URL {0}!
fr: Impossible de lire depuis l URL {0}!
nl: Kon niet lezen vanuit de URL {0}!
sk: Nepodarilo sa čítať z adresy {0}!

source: Current Streetside changeset
be: Бягучы пакет правак Streetside
da: Aktuelt Streetside rettesæt
nl: Huidige wijzigingenset voor Streetside
sk: Aktuálna sada zmien Streetside

source: Cut off sequences at download bounds
da: Afskær sekvenser ved download grænse
fr: Couper les séquences aux limites de téléchargement
nl: Snijd reeksen af op de randen van de download
sk: Odseknúť postupnosť na hranici stiahnutej oblasti

source: Days
be: Дні
da: Dage
fr: Jours
nl: Dagen
sk: Dní

source: Delete after upload
be: Выдаліць пасля адпраўкі
da: Slet efter upload
fr: Effacer après l’envoi
nl: Na uploaden verwijderen
sk: Vymazať po odoslaní

source: Deleted {0} image
da: Slettede {0} billede
fr: {0} photo effacée
nl: {0} afbeelding verwijderd
sk: {0} obrázkov vymazaných

source: Display hour when the picture was taken
be: Паказваць час, калі быў зроблены здымак
da: Vis hvornår billedet blev taget
fr: Afficher l''heure de la prise de vue
nl: Uur weergeven van wanneer de afbeelding werd gemaakt
sk: Zobraziť hodinu kedy bol obrázok zaznamenaný

source: Displays detail information on the currently selected Streetside image
da: Viser detaljerede oplysninger om det aktuelt valgte Streetside billede
nl: Geeft gedetailleerde informatie weer over de momenteel geselecteerde afbeelding in Streetside
sk: Zobrazí detaily o práve zvolenom obrázku Streetside

source: Displays objects detected by Streetside from their street view imagery
da: Viser objekter der er registreret af Streetside fra deres gade niveau billeder
nl: Laat objecten zien die zijn gedetecteerd door Streetside vanuit hun straatweergaven
sk: Zobrazí objekty detegované Streetside z obrázkov ulíc

source: Displays the layer displaying the map objects detected by Streetsidey
da: Viser laget der viser de kortobjekter, der er fundet af Streetside

source: Do you really want to replace the current value <i>{0}</i> with the new value <i>{1}</i>?
da: Vil du virkelig erstatte den nuværende værdi <i>{0}</i> med den nye værdi <i>{1}</i>?
fr: Voulez-vous vraiment remplacer la valeur actuelle <i>{0}</ i> par la nouvelle valeur <i>{1}</ i>?
nl: Wilt u echt de huidige waarde <i>{0}</i> vervangen door de nieuwe waarde <i>{1}</i>?
sk: Naozaj chcete nahradiť existujúcu hodnotu <i>{0}</i> novou hodnotou <i>{1}</i>?

source: Download Streetside images in current view
be: Сцягнуць здымкі Streetside для бягучага віду
da: Download Streetside billeder i den aktuelle visning
nl: Afbeeldingen van Streetside in huidige weergave downloaden
sk: Stiahnuť obrázky z Streetside pre aktuálny pohľad

source: Download mode
be: Рэжым спампоўкі
da: Download tilstand
fr: Mode téléchargement
nl: Modus Downloaden
sk: Režim sťahovania

source: Downloaded images
be: Загружаныя здымкі
da: Downloadede billeder
fr: Photos téléchargées
nl: Gedownloade afbeeldingen
sk: Stiahnuté obrázky

source: Downloading
be: Сцягванне
da: Downloader
fr: Téléchargement en cours
nl: Downloaden
sk: Sťahuje sa

source: Downloading Streetside images
be: Загрузка здымкаў Streetside
da: Downloader Streetside billeder
nl: Afbeeldingen van Streetside downloaden
sk: Sťahujú sa obrázky Streetside

source: Downloading map objects failed!
da: Downloading af kortobjekter mislykkedes!
fr: Le téléchargement des objets a échoué!
nl: Downloaden van kaartobjecten is mislukt!
sk: Sťahovanie mapových objektov zlyhalo!

source: Downloading map objects…
da: Downloader kortobjekter…
fr: Téléchargement des objets de la carte…
nl: Kaartobjecten downloaden…
sk: Sťahujú sa mapové objekty…

source: Enable experimental beta-features (might be unstable)
da: Aktiver eksperimentelle beta-funktioner (muligvis ustabil)
fr: Activer les beta-fonctionnalités expérimentales (peuvent être instables)
nl: Experimentele bèta-mogelijkheden inschakelen (kunnen onstabiel zijn)
sk: Zapnúť experimentálne vyvíjané funkcie (môžu byť nestabilné)

source: Explore
be: Агляд
da: Filstyringsprogram
fr: Explorer
nl: Verkennen
sk: Preskúmať

source: Export Streetside images
da: Exporter Streetside billeder

source: Export all images
be: Экспартаваць ўсе здымкі
da: Eksporter alle billeder
fr: Exporter toutes les images
nl: Alle afbeeldingen exporteren
sk: Exportovať všetky obrázky

source: Export selected images
be: Экспартаваць выдзеленыя здымкі
da: Eksporter valgte billeder
fr: Exporter les images sélectionnées
nl: Geselecteerde afbeeldingen exporteren
sk: Exportovať vybrané obrázky

source: Export selected sequence
be: Экспартаваць выбраную паслядоўнасць
da: Eksporter valgte rækkefølge
fr: Exporter la séquence sélectionnée
nl: Geselecteerde reeks exporteren
sk: Exportovať vybranú postupnosť

source: Exporting Streetside Images
da: Eksporter Streetside billeder

source: Finished upload
be: Адсылка скончана
da: Upload færdig
fr: Envoi terminé
nl: Uploaden voltooid
sk: Odoslanie ukončené

source: Follow selected image
be: Прытрымлівацца вылучанага здымка
da: Følg valgt billede
fr: Suivre l''image sélectionnée
nl: Geselecteerde afbeelding volgen
sk: Nasledovať vybraný obrázok

source: From existing image layer
da: Fra eksisterende billedlag
fr: À partir de couche d image existante
nl: Uit bestaande afbeeldingslaag
sk: Z existujúcej vrstvy obrázkov

source: From which source do you want to import images to the Streetside layer?
da: Fra hvilken kilde vil du importere billeder til Streetside laget?
nl: Vanuit welke bron wilt u afbeeldingen importeren naar de laag van Streetside?
sk: Z akého zdroja chcete importovať obrázky do vrstvy Streetside?

source: Give way
be: Даць дарогу
da: Ubetinget vigepligt
fr: Cédez-le-passage
nl: Voorrang verlenen
sk: Daj prednosť v jazde

source: Go forward
be: Ісці наперад
da: Gå frem
fr: Avancer
nl: Naar voren gaan
sk: Prejsť dopredu

source: Go to setting and log in to Streetside before uploading.
be: Перайсці да налад і ўвайсці ў Streetside перад адпраўкай дадзеных.
da: Gå til indstilling og log på Streetside før upload.
nl: Ga naar Instellingen en log in bij Streetside vóór uploaden.
sk: Pred odosielaním choďte do nastavení a prihláste sa do Streetside.

source: I got it, close this.
be: Мне гэта зразумела, зачыніце.
da: Jeg fik det, luk dette.
fr: J’ai compris. Fermez cela.
nl: Ik snap het, sluit dit venster.
sk: Pochopil som, zavrieť.

source: Image actions
da: Billedhandlinger
fr: Actions sur l’image
nl: Acties voor afbeelding
sk: Akcie s obrázkom

source: Image detections
da: Billedetektioner
fr: Détections d image
nl: Detecties in afbeelding
sk: Objekty detekované v obrázku

source: Image info
da: Billedinformation
fr: Informations de l image
nl: Informatie over afbeelding
sk: Informácie o obrázku

source: Image key
da: Billednøgle
fr: Clé de l’image
nl: Sleutel voor afbeelding
sk: Kľúč obrázku

source: Images from my file system
da: Billeder fra mit filsystem
fr: Images provenant de mon système de fichiers
nl: Afbeeldingen vanaf mijn bestandssysteem
sk: Obrázky z disku

source: Import
be: Імпартаваць
da: Importer
fr: Importer
nl: Importeren
sk: Importovať

source: Import exception
da: Import hændelse
fr: Exception d import
nl: Uitzondering bij importeren
sk: Výnimka pri importe

source: Import local pictures
be: Імпартаваць лакальныя выявы
da: Importer lokale billeder
fr: Importer des photos locales
nl: Lokale afbeeldingen importeren
sk: Importovať lokálne obrázky

source: Import pictures
be: Імпартаваць выявы
da: Importer billeder
fr: Importer des photos
nl: Afbeeldingen importeren
sk: Importovať obrázky

source: Import pictures into Streetside layer
da: Importer billeder til Streetside lag
nl: Afbeeldingen naar laag van v importeren
sk: Importovať obrázky do vrstvy Streetside

source: Imported images
be: Імпартаваныя выявы
da: Importerede billeder
fr: Images importées
nl: Geïmporteerde afbeeldingen
sk: Importované obrázky

source: Imported {0} image
da: Importerede {0} billede
fr: {0} image importée
nl: {0} afbeelding geïmporteerd
sk: {0} obrázkov importovaných

source: Intersection danger
be: Перакрыжаванне з другаснай
da: Farligt vejkryds
fr: Danger à l''intersection
nl: Gevaar: kruising
sk: Pozor, križovatka

source: It can be activated by clicking the left button at the bottom of this message or the button in the toolbar on the left, which uses the same icon.
da: Det kan aktiveres ved at klikke på den venstre knap nederst i denne meddelelse eller knappen i værktøjslinjen til venstre, som bruger det samme ikon.
fr: Il peut être activé en cliquant sur le bouton gauche en bas de ce message ou sur le bouton dans la barre d''outils à gauche, qui utilise la même icône.
nl: Het kan worden geactiveerd door te klikken op de linker knop aan de onderzijde van dit bericht of de knop links in de werkbalk, die hetzelfde pictogram gebruikt.
sk: Môže byť aktivovaný kliknutím na ľavé tlačidlo naspodku tejto správy, alebo tlačidlo na paneli nástrojov vľavo, ktoré má rovnakú ikonu.

source: Join mode
be: Рэжым злучэння
da: Sammenlæg tilstand
fr: Mode assemblage
nl: Modus Samenvoegen
sk: Režim spájania

source: Join/unjoin pictures
be: Злучыць/раз''яднаць выявы
da: Sammenlæg/adskil billeder
fr: (Dés)assembler les images
nl: Afbeeldingen samenvoegen/van elkaar losmaken
sk: Spojiť/oddeliť obrázky

source: Jump to blue
be: Перайсці да сіняга
da: Hop til blå
fr: Aller en bleu
nl: Spring naar blauw
sk: Skočiť na modrú

source: Jump to red
be: Перайсці да чырвонага
da: Hop til rød
fr: Aller en rouge
nl: Spring naar rood
sk: Skočiť na červenú

source: Jumps to the picture at the other side of the blue line
be: Перайсці да выявы на другім баку сіняй лініі
da: Hopper til billedet i den anden ende af den blå linje
fr: Passer à l’image de l’autre côté de la ligne bleue
nl: Springt naar de afbeelding aan de andere zijde van de blauwe lijn
sk: Preskočí na obrázok na druhej strane modrej čiary

source: Jumps to the picture at the other side of the red line
be: Перайсці да выявы на другім баку чырвонай лініі
da: Hopper til billedet i den anden ende af den røde linje
fr: Passer à l’image de l’autre côté de la ligne rouge
nl: Springt naar de afbeelding aan de andere zijde van de rode lijn
sk: Preskočí na obrázok na druhej strane červenej čiary

source: Key copied to clipboard
be: Ключ скапіраваны ў буфер
da: Nøgle kopieret til udklipsholder
fr: Copier dans le Presse-papier
nl: Sleutel gekopieerd naar klembord
sk: Kľúč skopírovaný do schránky

source: Login
be: Увайсці
da: Log ind
fr: Connexion
nl: Inloggen
sk: Prihlásiť sa

source: Login successful, return to JOSM.
be: Уваход паспяхова выкананы, зварот у JOSM.
da: Login lykkes, vend tilbage til JOSM.
fr: Connexion réussie, retour à JOSM.
nl: Log-in succesvol, terug naar JOSM.
sk: Prihlásenie úspešné, vráťte sa do JOSM.

source: Logout
be: Выйсці
da: Log ud
fr: Déconnexion
nl: Uitloggen
sk: Odhlásiť sa

source: Mandatory direction (any)
be: Кірунак руху
da: Påbudt kørselsretning (enhver)
fr: Prescription de sens (n''importe lequel)
nl: Verplichte rijrivchting (altijd)
sk: Prikázaný smer jazdy

source: Streetside Images
da: Streetside billeder
nl: Afbeeldingen van Streetside
sk: Obrázky z Streetside

source: Streetside changeset
be: Пакет правак Streetside
da: Streetside rettesæt
nl: Streetside wijzigingenset
sk: Sada zmien Streetside

source: Streetside history
be: Гісторыя Streetside
da: Streetside historie
nl: Geschiedenis Streetside
sk: História Streetside

source: Streetside image
da: Streetside billede

source: Streetside layer
be: Streetside
da: Streetside lag
nl: laag van Streetsidey
sk: Vrstva Streetside

source: Display Streetside objects
da: Streetside objekt lag

source: Streetside objects
da: Streetside objekter
nl: Objecten van Streetside
sk: Objekty Streetside

source: Months
be: Месяцы
da: Måneder
fr: Mois
nl: Maanden
sk: Mesiacov

source: Move to picture''s location with next/previous buttons
be: Перамяшчацца да месцазнаходжання выявы пры націсканні кнопкак наперад/назад
da: Flyt til billedets placering med næste/forrige knapper
fr: Centrer la vue sur la localisation de la photo avec les boutons suivante/précédente
nl: Naar locatie van afbeeldingen verplaatsen met knoppen Volgende/Vorige
sk: Tlačidlom nasledujúci/predchádzajúci sa presunúť na pozíciu obrázka

source: Moved {0} image
da: Flyttede {0} billede
fr: {0} image déplacée
nl: {0} afbeelding verplaatst
sk: {0} obrázkov presunutých

source: Next picture
be: Наступны здымак
da: Næste billede
fr: Photo suivante
nl: Volgende afbeelding
sk: Nasledujúci obrázok

source: No entry
be: Заезд забаронены
da: Indkørsel forbudt
fr: Aucune entrée
nl: Niet inrijden
sk: Zákaz vstupu

source: No image selected
be: Выява не абрана
da: Intet billede valgt
fr: Pas d''image sélectionnée
nl: Geen afbeelding geselecteerd
sk: Nie je vybratý žiadny obrázok

source: No images found
be: Выявы не знойдзеныя
da: Ingen billeder fundet
fr: Aucune image trouvée
nl: Geen afbeeldingen gevonden
sk: Nenašli sa žiadne obrázky

source: No overtaking
be: Абгон забаронены
da: Overhaling forbudt
fr: Interdiction de dépasser
nl: Niet inhalen
sk: Zákaz predbiehania

source: No parking
be: Стаянка забаронена
da: Parking forbudt
fr: Stationnement interdit
nl: Niet parkeren
sk: Zákaz parkovania

source: No turn
be: Паварот забаронены
da: Sving forbudt
fr: Changement de direction interdit
nl: Niet keren
sk: Zákaz odbočenia

source: Not Logged in to Streetside
be: Не выкананы ўваход у Streetside
da: Ikke logget ind på Streetside
nl: Niet ingelogd bij Streetside
sk: Neprihlásený do Streetside

source: Not older than:
be: Не старэйшыя за:
da: Ikke ældre end:
fr: Pas plus vieux que :
nl: Niet ouder dan:
sk: Nie staršie ako:

source: Number of images to be pre-fetched (forwards and backwards)
da: Antal billeder der skal hentes (frem og tilbage)
fr: Nombre d images a pré-charger (vers l avant, vers l arrière)
nl: Aantal afbeeldingen om vooraf op te halen (voorwaarts en achterwaarts)
sk: Počet obrázkov načítaných vopred (dopredu a dozadu)

source: Only images with signs
be: Толькі здымкі са знакамі
da: Kun billeder med skilte
fr: Seulement les images avec panneaux
nl: Alleen afbeeldingen met tekens
sk: Iba obrázky so značkami

source: Open Streetside changeset dialog
be: Адкрыць дыялог набору змен Streetside
da: Åben Streetside rettesæt dialog
nl: Dialoogvenster voor wijzigingenset Streetside openen
sk: Otvoriť okno pre sady zmien Streetside

source: Open Streetside filter dialog
be: Адкрыць дыялог фільтра Streetside
da: Åbn Streetside dialog filter
nl: Dialoogvenster voor filter van Streetside openen
sk: Otvoriť okno filtra Streetside

source: Open Streetside history dialog
be: Адкрыць дыялог гісторыі Streetside
da: Åbn Streetside historie dialog
nl: Dialoogvenster Geschiedenis van Streetside openen
sk: Otvoriť okno histórie Streetside

source: Open Streetside layer
da: Åben Streetside lag
sk: Otvoriť vrstvu Streetside

source: Open Streetside window
be: Адкрыць акно Streetside
da: Åbn Streetside vindue
nl: Venster van Streetside openen
sk: Otvoriť okno Streetside

source: Pauses the walk.
be: Прыпыніць шпацыр.
da: Sætter gåturen på pause.
fr: Suspend la marche.
nl: Onderbreekt de wandeling
sk: Pozastaví chôdzu.

source: Pedestrian crossing
be: Пешаходны пераход
da: Fodgængerfelt
fr: Passage piéton
nl: Voetgangersoversteekplaats
sk: Priechod pre chodcov

source: Play
be: Прайграць
da: Afspil
fr: Lecture
nl: Afspelen
sk: Prehrať

source: Press "{0}" to download images
da: Tryk "{0}" for at downloade billeder
fr: Appuyez sur "{0}" pour télécharger des images
nl: Druk op "{0}" om afbeeldingen te downloaden
sk: Stlačte "{0}" pre stiahnutie obrázkov

source: Preview images when hovering its icon
be: Перадпрагляд выявы пры навядзенні на яго значок
da: Forhåndsvis billeder når markør er over dets ikon
fr: Aperçu des images lors du survol de l’icône
nl: Voorbeeld van afbeeldingen bij bevinden boven pictogram
sk: Zobraziť náhľady obrázkov pri prejdení nad ich ikonou

source: Previous picture
be: Папярэдні здымак
da: Forrige billede
fr: Photo précédente
nl: Vorige afbeelding
sk: Predchádzajúci obrázok

source: Redo
be: Паўтарыць
da: Gendan
fr: Répéter
nl: Opnieuw uitvoeren
sk: Opakovať

source: Reset
be: Скід
da: Nulstil
fr: Rétablir
nl: Herstellen
sk: Vynulovať (Reset)

source: Rewrite imported images
be: Перазапісаць імпартаваныя выявы
da: Genskriv importerede billeder
fr: Réécrire les images importées
nl: Geïmporteerde afbeeldingen opnieuw schrijven
sk: Prepísať importované obrázky

source: Roundabout
be: Круг
da: Rundkørsel
fr: Giratoire
nl: Rotonde
sk: Kruhový objazd

source: Select a directory
be: Выберыце каталог
da: Vælg en mappe
fr: Sélectionner un répertoire
nl: Selecteer een map
sk: Vybrať priečinok

source: Select directory to import images from
da: Vælg mappe til at importere billeder fra
fr: Sélectionnez le répertoire pour importer des images de
nl: Selecteer de map van waaruit u de afbeeldingen wilt importeren
sk: Zvoľte priečinok na importovanie obrázkov

source: Select mode
be: Рэжым вылучэння
da: Vælg tilstand
fr: Choisir un mode
nl: Modus Selectie
sk: Vyberte režim

source: Select the images you want to import
da: Vælg de billeder du vil importere
fr: Sélectionnez les images que vous souhaitez importer
nl: Selecteer de afbeeldingen die u wilt importeren
sk: Vyberte obrázky, ktoré chcete importovať

source: Sequence key
da: Sekvensnøgle
fr: Clé de la séquence
nl: Sleutel voor reeks
sk: Kľúč postupnosti

source: Show detections on top of image
da: Vis detekteringer oven på billedet
fr: Montre les détections en haut de l image
nl: Detecties bovenop afbeelding weergeven
sk: Zobraziť detekované objekty nad obrázkom

source: Shows the next picture in the sequence
be: Паказвае наступны здымак паслядоўнасці
da: Viser det næste billede i sekvensen
fr: Voir la photo suivante
nl: Geeft de volgende afbeelding in de reeks weer
sk: Zobrazí nasledujúci obrázok v postupnosti

source: Shows the previous picture in the sequence
be: Паказвае папярэдні здымак паслядоўнасці
da: Viser det forrige billede i sekvensen
fr: Voir la photo précédente
nl: Geeft de vorige afbeelding in de reeks weer
sk: Zobrazí predchádzajúci obrázok v postupnosti

source: Speed limit
be: Абмежаванне хуткасці
da: Hastighedsbegrænsning
fr: Limite de vitesse
nl: Maximum snelheid
sk: Rýchlostné obmedzenie

source: Stops the walk.
be: Cпыніць шпацыр.
da: Stopper gåtur.
fr: Arrête la marche.
nl: Stopt de wandeling
sk: Zastaví chôdzu.

source: Submit changeset
be: Перадаць пакет правак
da: Indsend rettesæt
fr: Soumettez les changements
nl: Wijzigingenset indienen
sk: Odoslať sadu zmien

source: Submit the current changeset
be: Перадаць бягучы пакет правак
da: Indsend det aktuelle rettesæt
fr: Soumettez l’ensemble des modifications actuelles
nl: De huidige wijzigingenset indienen
sk: Odoslať aktuálnu sadu zmien

source: Submit the current changeset to Streetside
da: Indsend det aktuelle rettesæt til Streetside
nl: De huidige wijzigingenset naar Streetside indienen
sk: Odoslať aktuálnu sadu zmien do Streetside
